---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Cy
source: html/2aa06178-e0a3-8e5c-5923-b1623931f28b.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Cy Property

Symbol CY, indicating unit Cubic yards.

## Syntax (C#)
```csharp
public static ForgeTypeId Cy { get; }
```